Repository: yhxuee/ledger
Catalog: Finsy/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, ru, th, zh_hans, zh_hant

source: Settlement Currency
de: Abrechnungswährung
es: Moneda de liquidación
fr: Devise de règlement
ja: 決済通貨
ko: 결제 통화
ru: Валюта взаиморасчета
th: สกุลเงินในการชำระหนี้
zh_hans: 结算货币
zh_hant: 結算貨幣

source: Share & Backup
de: Teilen & Sichern
es: Compartir y copia de seguridad
fr: Partage et sauvegarde
ja: 共有とバックアップ
ko: 공유 및 백업
ru: Общий доступ и копии
th: แชร์และสำรองข้อมูล
zh_hans: 共享与备份
zh_hant: 分享與備份

source: Share Ledger
de: Hauptbuch teilen
es: Compartir libro
fr: Partager le grand livre
ja: 台帳を共有
ko: 장부 공유
ru: Поделиться книгой
th: แชร์สมุดบัญชี
zh_hans: 共享账本
zh_hant: 分享帳本

source: Share Request via AirDrop
de: Anfrage per AirDrop teilen
es: Compartir solicitud por AirDrop
fr: Partager la demande via AirDrop
ja: AirDropでリクエストを共有
ko: AirDrop으로 요청 공유
ru: Отправить запрос через AirDrop
th: แชร์คำขอผ่าน AirDrop
zh_hans: 通过隔空投送发送申请文件
zh_hant: 透過 AirDrop 發送申請檔案

source: Share via AirDrop
de: Per AirDrop teilen
es: Compartir por AirDrop
fr: Partager via AirDrop
ja: AirDropで共有
ko: AirDrop으로 공유
ru: Поделиться через AirDrop
th: แชร์ผ่าน AirDrop
zh_hans: 通过隔空投送共享
zh_hant: 透過 AirDrop 共享

source: Shopping
de: Einkaufen
es: Compras
fr: Achats
ja: 買い物
ko: 쇼핑
ru: Покупки
th: ช้อปปิ้ง
zh_hans: 购物
zh_hant: 購物

source: Show Authorization QR
de: Autorisierungs-QR anzeigen
es: Mostrar QR de autorización
fr: Afficher le QR d'autorisation
ja: 承認用QRコードを表示
ko: 승인 QR 코드 표시
ru: Показать QR-код авторизации
th: แสดง QR การอนุญาต
zh_hans: 显示授权二维码
zh_hant: 顯示授權 QR 碼

source: Size
de: Größe
es: Tamaño
fr: Taille
ja: サイズ
ko: 크기
ru: Размер
th: ขนาด
zh_hans: 大小
zh_hant: 大小

source: Snapshot
de: Momentaufnahme
es: Instantánea
fr: Instantané
ja: スナップショット
ko: 스냅샷
ru: Снимок
th: สแนปช็อต
zh_hans: 快照
zh_hant: 快照

source: Source Account
de: Quellkonto
es: Cuenta de origen
fr: Compte source
ja: 出金口座
ko: 출금 계좌
ru: Счёт списания
th: บัญชีต้นทาง
zh_hans: 转出账户
zh_hant: 轉出帳戶

source: Spending Forecast
de: Ausgabenprognose
es: Previsión de gastos
fr: Prévision des dépenses
ja: 支出予測
ko: 지출 예측
ru: Прогноз расходов
th: การคาดการณ์การใช้จ่าย
zh_hans: 支出预测
zh_hant: 支出預測

source: Split
de: Aufteilen
es: Dividir
fr: Ventiler
ja: 割り勘
ko: 분할
ru: Разделить
th: แบ่งจ่าย
zh_hans: 分摊
zh_hant: 分攤

source: Split Expense
de: Ausgabe aufteilen
es: Dividir gasto
fr: Diviser la dépense
ja: 支出を割り勘
ko: 지출 분할
ru: Разделить расход
th: แบ่งค่าใช้จ่าย
zh_hans: 分摊支出
zh_hant: 分攤支出

source: Split recovery
de: Rückzahlung geteilter Ausgaben
es: Recuperación de gasto compartido
fr: Remboursement de dépense partagée
ja: 割り勘の受け取り
ko: 정산금 입금
ru: Возврат разделенного платежа
th: การคืนเงินส่วนแบ่ง
zh_hans: 分摊账单收款
zh_hant: 分攤帳單收款

source: Start Color
de: Startfarbe
es: Color inicial
fr: Couleur de départ
ja: グラデーション開始色
ko: 시작 색상
ru: Начальный цвет
th: สีเริ่มต้น
zh_hans: 起始颜色
zh_hant: 起始顏色

source: Start Purchase
de: Einkauf starten
es: Iniciar compra
fr: Commencer l'achat
ja: 購入を開始
ko: 구매 시작
ru: Начать покупку
th: เริ่มการซื้อ
zh_hans: 开始采购
zh_hant: 開始採購

source: Statement Color
de: Abrechnungsfarbe
es: Color del extracto
fr: Couleur du relevé
ja: 明細書のテーマカラー
ko: 명세서 테마 색상
ru: Цвет выписки
th: สีของใบแจ้งยอด
zh_hans: 账单主题色
zh_hant: 帳單主題色

source: Statement Period
de: Abrechnungszeitraum
es: Período del extracto
fr: Période du relevé
ja: 明細期間
ko: 명세서 기간
ru: Период выписки
th: รอบระยะเวลาใบแจ้งยอด
zh_hans: 账单周期
zh_hant: 帳單週期

source: Status & Notes
de: Status & Notizen
es: Estado y notas
fr: Statut et notes
ja: ステータスとメモ
ko: 상태 및 메모
ru: Статус и заметки
th: สถานะและบันทึก
zh_hans: 状态与备注
zh_hant: 狀態與備註

source: Stock & fund payouts
de: Aktien- & Fondsausschüttungen
es: Pagos de acciones y fondos
fr: Dividendes d'actions et de fonds
ja: 株式・投資信託の分配金
ko: 주식 및 펀드 배당
ru: Дивиденды по акциям и фондам
th: เงินปันผลจากหุ้นและกองทุน
zh_hans: 股票分红、基金收益
zh_hant: 股票分紅、基金收益

source: Stock Code
de: Aktiencode
es: Código de acción
fr: Code de l'action
ja: 銘柄コード
ko: 종목 코드
ru: Код акции
th: รหัสหุ้น
zh_hans: 股票代码
zh_hant: 股票代碼

source: Stocks
de: Aktien
es: Acciones
fr: Actions
ja: 株式
ko: 주식
ru: Акции
th: หุ้น
zh_hans: 股票
zh_hant: 股票

source: Style
de: Stil
es: Estilo
ja: スタイル
ko: 스타일
ru: Стиль
th: รูปแบบ
zh_hans: 样式
zh_hant: 樣式

source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
ja: 概要
ko: 요약
ru: Сводка
th: สรุป
zh_hans: 概要
zh_hant: 概要

source: Swipe Action Order
de: Wischaktionen-Reihenfolge
es: Orden de acciones de deslizamiento
fr: Ordre des actions de balayage
ja: スワイプ操作の順序
ko: 스와이프 동작 순서
ru: Порядок действий жестом
th: ลำดับการกระทำเมื่อปัด
zh_hans: 滑动操作顺序
zh_hant: 滑動操作順序

source: Swipe Actions
de: Wischaktionen
es: Acciones de deslizamiento
fr: Actions de balayage
ja: スワイプ操作
ko: 스와이프 동작
ru: Действия смахиванием
th: การกระทำเมื่อปัด
zh_hans: 滑动操作
zh_hant: 滑動操作

source: TAX RECEIPT
de: STEUERBELEG
es: RECIBO FISCAL
fr: REÇU FISCAL
ja: 税務領収書
ko: 세금 영수증
ru: НАЛОГОВЫЙ ЧЕК
th: ใบเสร็จภาษี
zh_hans: 税收清单
zh_hant: 稅務清單

source: TOTAL TAX
de: GESAMTSTEUER
es: IMPUESTO TOTAL
fr: TAXE TOTALE
ja: 税金合計
ko: 총 세금
ru: ОБЩИЙ НАЛОГ
th: ภาษีทั้งหมด
zh_hans: 税收总额
zh_hant: 稅務總額

source: Take a moment to record your latest expenses.
de: Nehmen Sie sich einen Moment Zeit, um Ihre Ausgaben zu erfassen.
es: Tómate un momento para registrar tus últimos gastos.
fr: Prenez un moment pour enregistrer vos dernières dépenses.
ja: 今日の支出を記録しましょう。
ko: 오늘의 최근 지출을 기록해보세요.
ru: Уделите минуту, чтобы записать свежие расходы.
th: ใช้เวลาสักครู่เพื่อบันทึกค่าใช้จ่ายล่าสุดของคุณ
zh_hans: 记录一下今天的最新开销吧。
zh_hant: 記錄一下今天的最新開銷吧。

source: Tax
de: Steuer
es: Impuesto
fr: Taxe
ja: 税金
ko: 세금
ru: Налог
th: ภาษี
zh_hans: 税费
zh_hant: 稅費

source: Tax Breakdown
de: Steueraufschlüsselung
es: Desglose de impuestos
fr: Ventilation fiscale
ja: 税金の内訳
ko: 세금 내역
ru: Детализация налогов
th: รายละเอียดภาษี
zh_hans: 税费明细
zh_hant: 稅費明細

source: Tax Free
de: Steuerfrei
es: Exento de impuestos
fr: Exonéré de taxe
ja: 非課税
ko: 면세
ru: Без налога
th: ปลอดภาษี
zh_hans: 免税
zh_hant: 免稅

source: Tax Included
de: Inklusive Steuer
es: Impuestos incluidos
fr: Taxes incluses
ja: 税込
ko: 세금 포함
ru: Включая налог
th: รวมภาษีแล้ว
zh_hans: 含税
zh_hant: 含稅

source: Tax Input
de: Steuereingabe
es: Entrada de impuestos
fr: Saisie des taxes
ja: 税金入力方式
ko: 세금 입력 방식
ru: Ввод налогов
th: การป้อนภาษี
zh_hans: 税费输入方式
zh_hant: 稅費輸入方式

source: Tax Rates
de: Steuersätze
es: Tipos impositivos
fr: Taux d'imposition
ja: 税率一覧
ko: 세율
ru: Налоговые ставки
th: อัตราภาษี
zh_hans: 税率
zh_hant: 稅率

source: Tax Statement
de: Steuerbericht
es: Extracto fiscal
fr: Relevé fiscal
ja: 税務明細書
ko: 세무 명세서
ru: Налоговая выписка
th: รายงานภาษี
zh_hans: 税务报表
zh_hant: 稅務報表

source: Tax rate
de: Steuersatz
es: Tipo impositivo
fr: Taux d'imposition
ja: 税率
ko: 세율
ru: Ставка налога
th: อัตราภาษี
zh_hans: 税率
zh_hant: 稅率

source: Tax-Inclusive Amounts
de: Steuerinkludierte Beträge
es: Importes con impuestos incluidos
fr: Montants toutes taxes comprises
ja: 税込金額入力
ko: 세금 포함 금액
ru: Суммы с учётом налогов
th: จำนวนเงินรวมภาษี
zh_hans: 含税金额
zh_hant: 含稅金額

source: Tax-inclusive
de: Inklusive Steuer
es: Con impuestos incluidos
fr: TTC
ja: 税込
ko: 세금 포함
ru: С налогом
th: รวมภาษี
zh_hans: 含税
zh_hant: 含稅

source: The account and linked transactions will be soft-deleted and excluded from all totals.
de: Das Konto und die verknüpften Transaktionen werden als gelöscht markiert und aus allen Summen ausgeschlossen.
es: La cuenta y las transacciones vinculadas se marcarán como eliminadas y se excluirán de los totales.
fr: Le compte et les transactions associées seront masqués et exclus de tous les totaux.
ja: 口座と関連取引は論理削除され、すべての集計から除外されます。
ko: 계좌 및 연결된 거래는 일괄 삭제 처리되며 모든 합계에서 제외됩니다.
ru: Счёт и связанные транзакции будут помечены как удаленные и исключены из итогов.
th: บัญชีและธุรกรรมที่เชื่อมโยงจะถูกลบแบบไม่ถาวรและแยกออกจากยอดรวมทั้งหมด
zh_hans: 该账户及关联交易将被标记删除，并不再计入所有统计总额。
zh_hant: 該帳戶及關聯交易將被標記刪除，並不再計入所有統計總額。

source: The plan could not be saved. Check the amounts and existing settlements.
de: Der Plan konnte nicht gespeichert werden. Überprüfen Sie die Beträge und Abrechnungen.
es: No se pudo guardar el plan. Comprueba los importes y liquidaciones existentes.
fr: Impossible d'enregistrer le plan. Vérifiez les montants et les règlements existants.
ja: プランを保存できませんでした。金額と既存の精算を確認してください。
ko: 계획을 저장할 수 없습니다. 금액과 기존 정산 내역을 확인하세요.
ru: Не удалось сохранить план. Проверьте суммы и существующие взаиморасчеты.
th: ไม่สามารถบันทึกแผนได้ ตรวจสอบจำนวนเงินและการหักกลบลบหนี้ที่มีอยู่
zh_hans: 无法保存该计划。请检查金额与现有结算状态。
zh_hant: 無法儲存該計劃。請檢查金額與現有結算狀態。

source: The settlement could not be saved.
de: Die Abrechnung konnte nicht gespeichert werden.
es: No se pudo guardar la liquidación.
fr: Le règlement n'a pas pu être enregistré.
ja: 精算を保存できませんでした。
ko: 정산을 저장할 수 없습니다.
ru: Не удалось сохранить взаиморасчет.
th: ไม่สามารถบันทึกการหักกลบลบหนี้ได้
zh_hans: 无法保存结算记录。
zh_hant: 無法儲存結算記錄。

source: The transaction could not be saved.
de: Die Transaktion konnte nicht gespeichert werden.
es: No se pudo guardar la transacción.
fr: La transaction n'a pas pu être enregistrée.
ja: 取引を保存できませんでした。
ko: 거래를 저장할 수 없습니다.
ru: Не удалось сохранить транзакцию.
th: ไม่สามารถบันทึกธุรกรรมได้
zh_hans: 无法保存该交易。
zh_hant: 無法儲存該交易。

source: This Device
de: Dieses Gerät
es: Este dispositivo
fr: Cet appareil
ja: このデバイス
ko: 이 기기
ru: Это устройство
th: อุปกรณ์นี้
zh_hans: 此设备
zh_hant: 此設備

source: This clears local ledgers, receipts, caches, and device preferences. It does not delete CloudKit ledgers owned by or shared with other people.
de: Dies löscht lokale Hauptbücher, Belege, Caches und Einstellungen. Geteilte CloudKit-Bücher werden nicht gelöscht.
es: Esto borrará libros locales, recibos, cachés y ajustes del dispositivo. No elimina libros de CloudKit compartidos con otros.
fr: Cela effacera les grands livres locaux, reçus, caches et réglages. Cela ne supprime pas les grands livres CloudKit partagés.
ja: ローカル台帳、レシート、キャッシュ、デバイス設定が消去されます。自分または他のユーザーが所有するCloudKit台帳は削除されません。
ko: 로컬 장부, 영수증, 캐시 및 기기 설정이 초기화됩니다. 본인 또는 타인이 소유한 CloudKit 장부는 삭제되지 않습니다.
ru: Это очистит локальные книги, чеки, кэш и настройки устройства. Книги CloudKit других пользователей удалены не будут.
th: การดำเนินการนี้จะล้างสมุดบัญชีในเครื่อง ใบเสร็จ แคช และการตั้งค่าของอุปกรณ์ ซึ่งจะไม่ลบสมุดบัญชี CloudKit ของผู้อื่นหรือที่แชร์ไว้
zh_hans: 这将清除本地账本、收据、缓存和设备设置。不会删除归他人所有或与他人共享的 CloudKit 账本。
zh_hant: 這將清除本機帳本、收據、快取和裝置偏好設定。不會刪除他人擁有或與他人共享的 CloudKit 帳本。

source: This device is not authorized to decrypt this ledger. Use a paired device to authorize this device by QR code or secure transfer.
de: Dieses Gerät ist nicht berechtigt, das Hauptbuch zu entschlüsseln. Verwenden Sie ein gekoppeltes Gerät zur Autorisierung per QR-Code.
es: Este dispositivo no está autorizado para descifrar este libro. Usa un dispositivo emparejado para autorizarlo por QR o transferencia segura.
fr: Cet appareil n'est pas autorisé à déchiffrer ce grand livre. Utilisez un appareil jumelé pour l'autoriser par code QR ou transfert sécurisé.
ja: このデバイスはこの台帳を復号化する権限がありません。ペアリング済みデバイスからQRコードまたは安全な転送でこのデバイスを承認してください。
ko: 이 기기는 이 장부를 복호화할 권한이 없습니다. 페어링된 기기에서 QR 코드 또는 보안 전송을 통해 이 기기를 승인하세요.
ru: Это устройство не авторизовано для расшифровки книги. Используйте связанное устройство для авторизации через QR-код или безопасную передачу.
th: อุปกรณ์นี้ไม่ได้รับอนุญาตให้ถอดรหัสสมุดบัญชีนี้ ใช้อุปกรณ์ที่จับคู่เพื่ออนุญาตอุปกรณ์นี้ด้วยรหัส QR หรือการถ่ายโอนที่ปลอดภัย
zh_hans: 此设备未经授权无法解密此账本。请使用已配对的设备通过二维码或安全传输授权此设备。
zh_hant: 此裝置未經授權無法解密此帳本。請使用已配對的裝置透過 QR 碼或安全傳輸授權此裝置。

source: This expense and its reimbursements are excluded from personal expense, income, budget, and tax totals.
de: Diese Ausgabe und deren Erstattungen sind von den Gesamtwerten für Ausgaben, Einnahmen, Budget und Steuern ausgeschlossen.
es: Este gasto y sus reembolsos se excluyen de los totales personales de gastos, ingresos, presupuesto e impuestos.
fr: Cette dépense et ses remboursements sont exclus des totaux personnels de dépenses, revenus, budget et taxes.
ja: この支出と立替精算分は個人の支出、収入、予算、税金集計から除外されます。
ko: 이 지출 및 정산 환급금은 개인 지출, 수입, 예산 및 세금 합계에서 제외됩니다.
ru: Этот расход и его возмещения исключены из личных расходов, доходов, бюджета и налогов.
th: ค่าใช้จ่ายนี้และการเบิกเงินคืนจะได้รับการยกเว้นจากยอดรวมค่าใช้จ่าย รายได้ งบประมาณ และภาษีส่วนบุคคล
zh_hans: 该笔支出及其报销金额已从个人支出、收入、预算和税费总额中排除。
zh_hant: 該筆支出及其報銷金額已從個人支出、收入、預算和稅費總額中排除。

source: To
de: Nach
es: Hacia
fr: À
ja: 振替先
ko: 받는 곳
ru: В
th: ไปยัง
zh_hans: 转入
zh_hant: 轉入

source: To Account
de: Zielkonto
es: Cuenta de destino
fr: Compte de destination
ja: 振替先口座
ko: 입금 계좌
ru: Счёт зачисления
th: ไปยังบัญชี
zh_hans: 转入账户
zh_hant: 轉入帳戶

source: To Account Amount
de: Betrag Zielkonto
es: Importe de cuenta de destino
fr: Montant du compte de destination
ja: 入金額
ko: 입금 금액
ru: Сумма счёта зачисления
th: ยอดเงินในบัญชีปลายทาง
zh_hans: 转入账户金额
zh_hant: 轉入帳戶金額

source: To Amount
de: Zielbetrag
es: Importe de destino
fr: Montant crédité
ja: 入金額
ko: 입금 금액
ru: Сумма зачисления
th: ยอดเงินไปยัง
zh_hans: 转入金额
zh_hant: 轉入金額

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
ja: 今日
ko: 오늘
ru: Сегодня
th: วันนี้
zh_hans: 今天
zh_hant: 今天

source: Today Expense
de: Heutige Ausgaben
es: Gasto de hoy
fr: Dépenses du jour
ja: 今日の支出
ko: 오늘 지출
ru: Расход за сегодня
th: ค่าใช้จ่ายวันนี้
zh_hans: 今日支出
zh_hant: 今日支出

source: Total
de: Gesamt
ja: 合計
ko: 합계
ru: Всего
th: ยอดรวม
zh_hans: 合计
zh_hant: 合計

source: Total Assets
de: Gesamtvermögen
es: Activos totales
fr: Total des actifs
ja: 総資産
ko: 총자산
ru: Всего активов
th: สินทรัพย์รวม
zh_hans: 总资产
zh_hant: 總資產

source: Total Fee
de: Gesamtgebühr
es: Comisión total
fr: Frais totaux
ja: 手数料合計
ko: 총 수수료
ru: Общая комиссия
th: ค่าธรรมเนียมรวม
zh_hans: 总手续费
zh_hant: 總手續費

source: Transaction
de: Transaktion
es: Transacción
ja: 取引
ko: 거래
ru: Транзакция
th: ธุรกรรม
zh_hans: 交易
zh_hant: 交易

source: Transaction Editor Layout
de: Transaktionseditor-Layout
es: Diseño del editor de transacciones
fr: Disposition de l'éditeur
ja: 取引エディタレイアウト
ko: 거래 편집기 레이아웃
ru: Макет редактора транзакций
th: เลย์เอาต์ตัวแก้ไขธุรกรรม
zh_hans: 交易编辑器布局
zh_hant: 交易編輯器版面配置

source: Transaction type
de: Transaktionstyp
es: Tipo de transacción
fr: Type de transaction
ja: 取引種別
ko: 거래 유형
ru: Тип транзакции
th: ประเภทธุรกรรม
zh_hans: 交易类型
zh_hant: 交易類型

source: Transactions
de: Transaktionen
es: Transacciones
ja: 取引一覧
ko: 거래 내역
ru: Транзакции
th: ธุรกรรม
zh_hans: 交易记录
zh_hant: 交易記錄

source: Transfer
de: Umbuchung
es: Transferencia
fr: Virement
ja: 振替
ko: 이체
ru: Перевод
th: โอนเงิน
zh_hans: 转账
zh_hant: 轉帳

source: Travel & transit
de: Reisen & Verkehr
es: Viajes y tránsito
fr: Voyages et transports
ja: 交通・移動・ガソリン
ko: 대중교통, 주유, 택시
ru: Путешествия и транспорт
th: การเดินทางและการขนส่ง
zh_hans: 公共交通、打车、加油
zh_hant: 公共交通、叫車、加油

source: Turbo Mode
de: Turbo-Modus
es: Modo Turbo
fr: Mode Turbo
ja: ターボモード
ko: 터보 모드
ru: Турбо-режим
th: โหมดเทอร์โบ
zh_hans: 极速模式
zh_hant: 極速模式

source: Turbo Mode enabled
de: Turbo-Modus aktiviert
es: Modo Turbo activado
fr: Mode Turbo activé
ja: ターボモード有効
ko: 터보 모드 활성화됨
ru: Турбо-режим включен
th: เปิดใช้งานโหมดเทอร์โบแล้ว
zh_hans: 已启用极速模式
zh_hant: 已啟用極速模式

source: Turn Off
de: Ausschalten
es: Desactivar
fr: Désactiver
ja: オフにする
ko: 끄기
ru: Выключить
th: ปิด
zh_hans: 关闭
zh_hant: 關閉

source: Turn Off End-to-End Encryption?
de: Ende-zu-Ende-Verschlüsselung ausschalten?
es: ¿Desactivar el cifrado de extremo a extremo?
fr: Désactiver le chiffrement de bout en bout ?
ja: エンドツーエンド暗号化をオフにしますか？
ko: 종단간 암호화를 끄시겠습니까?
ru: Отключить сквозное шифрование?
th: ปิดการเข้ารหัสจากต้นทางถึงปลายทางหรือไม่?
zh_hans: 关闭端到端加密？
zh_hant: 關閉端對端加密？

source: Type
de: Typ
es: Tipo
ja: 種別
ko: 유형
ru: Тип
th: ประเภท
zh_hans: 类型
zh_hant: 類型

source: Undo
de: Widerrufen
es: Deshacer
fr: Annuler
ja: 取り消し
ko: 실행 취소
ru: Отменить
th: เลิกทำ
zh_hans: 撤销
zh_hant: 復原

source: Undone
de: Widerrufen
es: Deshecho
fr: Annulé
ja: 取り消し済み
ko: 취소됨
ru: Отменено
th: เลิกทำแล้ว
zh_hans: 已撤销
zh_hant: 已復原

source: Unfreeze
de: Entsperren
es: Descongelar
fr: Dégeler
ja: 凍結解除
ko: 동결 해제
ru: Разморозить
th: ยกเลิกการอายัด
zh_hans: 解冻
zh_hant: 解凍

source: Ungroup Combined Payment
de: Kombinierte Zahlung auflösen
es: Desagrupar pago combinado
fr: Dissocier le paiement combiné
ja: まとめて支払いを解除
ko: 통합 결제 해제
ru: Разгруппировать платеж
th: ยกเลิกการจัดกลุ่มการชำระเงินแบบรวม
zh_hans: 取消合并付款
zh_hant: 取消合併付款

source: Unrealized P/L
de: Nicht realisierter G/V
es: P/G no realizada
fr: P/P non réalisée
ja: 含み損益
ko: 미실현 손익
ru: Нереализованная прибыль/убыток
th: กำไร/ขาดทุนที่ยังไม่เกิดขึ้นจริง
zh_hans: 未实现盈亏
zh_hant: 未實現盈虧

source: Update Pass in Wallet
de: Pass in Wallet aktualisieren
es: Actualizar pase en Wallet
fr: Mettre à jour la carte dans Wallet
ja: ウォレットのパスを更新
ko: 지갑에서 패스 업데이트
ru: Обновить карту в Wallet
th: อัปเดตบัตรใน Wallet
zh_hans: 在钱包中更新凭证
zh_hant: 在錢包中更新憑證

source: Updated
de: Aktualisiert
es: Actualizado
fr: Mis à jour
ja: 更新済み
ko: 업데이트됨
ru: Обновлено
th: อัปเดตแล้ว
zh_hans: 已更新
zh_hant: 已更新

source: Updating…
de: Wird aktualisiert…
es: Actualizando…
fr: Mise à jour…
ja: 更新中…
ko: 업데이트 중…
ru: Обновление…
th: กำลังอัปเดต…
zh_hans: 更新中…
zh_hant: 更新中…

source: Use Edit to configure a monthly budget.
de: Verwenden Sie Bearbeiten, um ein monatliches Budget einzurichten.
es: Usa Editar para configurar un presupuesto mensual.
fr: Utilisez Modifier pour configurer un budget mensuel.
ja: 編集をタップして月間予算を設定してください。
ko: 편집을 눌러 월간 예산을 설정하세요.
ru: Нажмите «Изменить» для настройки месячного бюджета.
th: ใช้แก้ไขเพื่อกำหนดค่างบประมาณรายเดือน
zh_hans: 点击编辑以配置每月预算。
zh_hant: 點擊編輯以配置每月預算。

source: Used
de: Verwendet
es: Utilizado
fr: Utilisé
ja: 使用済み
ko: 사용됨
ru: Использовано
th: ใช้แล้ว
zh_hans: 已使用
zh_hant: 已使用

source: Utilities
de: Wohnen
es: Servicios
fr: Factures
ja: 光熱費
ko: 공과금
ru: Коммунальные
th: สาธารณูปโภค
zh_hans: 居家生活
zh_hant: 居家生活

source: Validity
de: Gültigkeit
es: Validez
fr: Validité
ja: 有効期間
ko: 유효성
ru: Срок действия
th: อายุการใช้งาน
zh_hans: 有效性
zh_hant: 有效性

source: Vertical
de: Vertikal
ja: 縦向き
ko: 세로형
ru: Вертикально
th: แนวตั้ง
zh_hans: 纵向
zh_hant: 縱向

source: VisionKit camera scanning is unavailable on this device simulator. Use AirDrop to transfer the pairing file.
de: VisionKit-Kamerascannen ist im Simulator nicht verfügbar. Verwenden Sie AirDrop zur Dateiübertragung.
es: El escaneo de cámara VisionKit no está disponible en este simulador. Usa AirDrop para transferir el archivo de emparejamiento.
fr: Le scan par caméra VisionKit n'est pas disponible sur simulateur. Utilisez AirDrop pour transférer le fichier.
ja: シミュレーターではカメラ機能を利用できません。AirDropでペアリングファイルを転送してください。
ko: 시뮬레이터에서는 카메라 스캔을 지원하지 않습니다. AirDrop으로 페어링 파일을 전송하세요.
ru: Сканирование камерой VisionKit недоступно в симуляторе. Используйте AirDrop для передачи файла сопряжения.
th: การสแกนกล้อง VisionKit ไม่พร้อมใช้งานบนตัวจำลองอุปกรณ์นี้ ใช้ AirDrop เพื่อถ่ายโอนไฟล์การจับคู่
zh_hans: 模拟器设备不支持相机扫码，请使用隔空投送或文件共享配对。
zh_hant: 模擬器裝置不支援相機掃碼，請使用 AirDrop 或檔案共享配對。

source: WEEKLY ACTIVITY
de: WÖCHENTLICHE AKTIVITÄT
es: ACTIVIDAD SEMANAL
fr: ACTIVITÉ HEBDOMADAIRE
ja: 週間アクティビティ
ko: 주간 활동
ru: ЕЖЕНЕДЕЛЬНАЯ АКТИВНОСТЬ
th: กิจกรรมรายสัปดาห์
zh_hans: 每周活动
zh_hant: 每週活動

source: WIDGET DATA
de: WIDGET-DATEN
es: DATOS DEL WIDGET
fr: DONNÉES DU WIDGET
ja: ウィジェットデータ
ko: 위젯 데이터
ru: ДАННЫЕ ВИДЖЕТА
th: ข้อมูลวิดเจ็ต
zh_hans: 小组件数据
zh_hant: 小工具數據

source: Wages & earnings
de: Gehalt & Arbeitseinkommen
es: Salarios y ganancias
fr: Salaires et gains
ja: 本業給与・報酬
ko: 월급 및 노동 소득
ru: Зарплата и трудовой доход
th: ค่าจ้างและรายได้
zh_hans: 固定月薪、劳动报酬
zh_hant: 固定月薪、勞動報酬

source: Wallet Pass Issuer Not Configured
de: Wallet-Pass-Aussteller nicht konfiguriert
es: Emisor de pases de Wallet no configurado
fr: Émetteur de cartes Wallet non configuré
ja: ウォレットパス発行元が未設定
ko: 지갑 패스 발급자 미구성
ru: Эмитент карт Wallet не настроен
th: ไม่ได้กำหนดค่าผู้ออกบัตร Wallet
zh_hans: 未配置钱包凭证签发服务
zh_hant: 未設定錢包憑證簽發服務

source: Warning Thresholds
de: Warnschwellen
es: Umbrales de advertencia
fr: Seuils d'avertissement
ja: 警告しきい値
ko: 경고 임계값
ru: Пороги предупреждений
th: เกณฑ์การเตือน
zh_hans: 预警阈值
zh_hant: 預警閾值

source: Week Expense
de: Wochenausgaben
es: Gasto semanal
fr: Dépenses de la semaine
ja: 今週の支出
ko: 이번 주 지출
ru: Расход за неделю
th: ค่าใช้จ่ายประจำสัปดาห์
zh_hans: 本周支出
zh_hant: 本週支出

source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
ja: 毎週
ko: 매주
ru: Еженедельно
th: รายสัปดาห์
zh_hans: 每周
zh_hant: 每週

source: Weekly Activity
de: Wöchentliche Aktivität
es: Actividad semanal
fr: Activité hebdomadaire
ja: 週間アクティビティ
ko: 주간 활동
ru: Еженедельная активность
th: กิจกรรมรายสัปดาห์
zh_hans: 每周活动
zh_hant: 每週活動

source: When enabled, entered amounts include tax (or after-tax for income). When disabled, amounts are entered before tax.
de: Wenn aktiviert, enthalten eingegebene Beträge Steuern (oder nach Steuern bei Einnahmen). Wenn deaktiviert, vor Steuern.
es: Si está activado, los importes introducidos incluyen impuestos (o después de impuestos para ingresos). Si está desactivado, son antes de impuestos.
fr: Activé : les montants saisis incluent les taxes (ou après taxes pour les revenus). Désactivé : montants saisis avant taxes.
ja: 有効にすると、入力金額に税金が含まれます（収入は税引後）。無効にすると、税抜金額として入力されます。
ko: 활성화하면 입력 금액에 세금이 포함됩니다(수입은 세후 금액). 비활성화하면 세전 금액으로 입력됩니다.
ru: Если включено, введенные суммы включают налог (или после налога для доходов). Если выключено — до налогообложения.
th: เมื่อเปิดใช้งาน จำนวนเงินที่ป้อนจะรวมภาษี (หรือหลังหักภาษีสำหรับรายได้) เมื่อปิดใช้งาน จำนวนเงินจะป้อนเป็นก่อนหักภาษี
zh_hans: 启用后，输入的金额已包含税费（收入为税后金额）。禁用后，输入的金额为税前金额。
zh_hant: 啟用後，輸入的金額已包含稅費（收入為稅後金額）。停用後，輸入的金額為稅前金額。

source: Widget Reload
de: Widget neu laden
es: Recarga del widget
fr: Recharger le widget
ja: ウィジェット再読み込み
ko: 위젯 다시 로드
ru: Перезагрузка виджета
th: โหลดวิดเจ็ตใหม่
zh_hans: 重新载入小组件
zh_hant: 重新載入小工具

source: Yearly
de: Jährlich
es: Anual
fr: Annuel
ja: 毎年
ko: 매년
ru: Ежегодно
th: รายปี
zh_hans: 每年
zh_hant: 每年

source: Yellow Warning
de: Gelbe Warnung
es: Aviso amarillo
fr: Alerte jaune
ja: 黄色警告
ko: 주의 경고
ru: Жёлтое предупреждение
th: การเตือนสีเหลือง
zh_hans: 黄色预警
zh_hant: 黃色預警

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
ja: 昨日
ko: 어제
ru: Вчера
th: เมื่อวาน
zh_hans: 昨天
zh_hant: 昨天

source: Your current ledger is newer (updated %@). This backup was last updated %@. Replacing the current ledger may discard newer transactions.
de: Ihr aktuelles Hauptbuch ist neuer (aktualisiert %@). Diese Sicherung wurde %@ aktualisiert. Das Ersetzen verwirft möglicherweise neuere Transaktionen.
es: Tu libro actual es más reciente (actualizado %@). Esta copia se actualizó %@. Reemplazar el libro actual puede descartar transacciones más recientes.
fr: Votre grand livre actuel est plus récent (mis à jour le %@). Cette sauvegarde a été mise à jour le %@. Le remplacer risque de supprimer les transactions plus récentes.
ja: 現在のローカル台帳の方が最新です（更新日時: %@）。 このバックアップの最終更新日時: %@。 現在の台帳を置き換えると最新の取引が失われる可能性があります。
ko: 현재 로컬 장부가 더 최신입니다 (업데이트: %@). 이 백업의 마지막 업데이트: %@. 현재 장부를 대체하면 더 최신의 거래 내역이 삭제될 수 있습니다.
ru: Ваша текущая книга новее (обновлена %@). Эта копия обновлена %@. Замена книги может привести к потере новых транзакций.
th: สมุดบัญชีปัจจุบันของคุณใหม่กว่า (อัปเดต %@) การสำรองข้อมูลนี้อัปเดตล่าสุด %@ การแทนที่สมุดบัญชีปัจจุบันอาจทำให้ธุรกรรมที่ใหม่กว่าสูญหาย
zh_hans: 当前本地账本更新（更新于 %@）。 此备份最近更新于 %@。 替换当前账本可能会丢失更新的交易记录。
zh_hant: 目前本地帳本更新（更新於 %@）。 此備份最近更新於 %@。 取代目前帳本可能會遺失更新的交易記錄。

source: of
de: von
es: de
fr: sur
ru: из
th: จาก

source: Combined Payment · %lld accounts
de: Kombinierte Zahlung · %lld Konten
es: Pago combinado · %lld cuentas
fr: Paiement combiné · %lld comptes
ja: まとめて支払い · %lld口座
ko: 통합 결제 · %lld개 계좌
ru: Объединенный платеж · %lld счетов
th: การชำระเงินแบบรวม · %lld บัญชี
zh_hans: 合并付款 · %lld 个账户
zh_hant: 合併付款 · %lld 個帳戶

source: Failed to refund combined payment.
de: Fehler bei Erstattung der kombinierten Zahlung.
es: Error al reembolsar el pago combinado.
fr: Échec du remboursement du paiement combiné.
ja: まとめて支払いの返金に失敗しました。
ko: 통합 결제 환불에 실패했습니다.
ru: Не удалось оформить возврат объединенного платежа.
th: ไม่สามารถคืนเงินการชำระเงินแบบรวมได้
zh_hans: 合并付款退款失败。
zh_hant: 合併付款退款失敗。
